/* Menu Items */
"file" = "Datei";
"edit" = "Bearbeiten";
"simulation" = "Simulation";
"view" = "Ansicht";
"window" = "Fenster";
"help" = "Hilfe";

/* File Menu */
"takeScreenshot" = "Screenshot aufnehmen";

/* Edit Menu */
"copyScreenshot" = "Screenshot kopieren";
"selectBody" = "Körper auswählen...";

/* Simulation Menu */
"playPause" = "Wiedergabe/Pause";
"reset" = "Zurücksetzen";
"faster" = "Schneller";
"slower" = "Langsamer";

/* View Menu */
"centerCamera" = "Kamera zentrieren";
"toggleFullscreen" = "Vollbild umschalten";
"statistics" = "Statistiken";
"bodyLabels" = "Körperbeschriftungen";
"trails" = "Spuren";
"zoomIn" = "Vergrößern";
"zoomOut" = "Verkleinern";
"actualSize" = "Tatsächliche Größe";

/* Window Menu */
"minimize" = "Minimieren";
"zoom" = "Zoomen";
"bringAllToFront" = "Alle nach vorne";

/* Help Menu */
"gravitonHelp" = "Graviton-Hilfe";
"tutorial" = "Tutorial";
"changelog" = "Änderungsprotokoll";
"reportIssue" = "Problem melden...";
"privacyPolicy" = "Datenschutzrichtlinie";
"licenseInfo" = "Lizenzinformationen";

/* Notifications */
"screenshotSaved" = "Screenshot gespeichert";
"screenshotFailed" = "Screenshot fehlgeschlagen";
"screenshotSavedMessage" = "Screenshot gespeichert in %@";
"screenshotCopied" = "Screenshot kopiert";
"screenshotCopiedMessage" = "Screenshot in Zwischenablage kopiert";

/* Save Dialog */
"saveScreenshot" = "Screenshot speichern";
"saveScreenshotMessage" = "Wählen Sie einen Ort zum Speichern des Screenshots";
"fileName" = "Dateiname:";
